Repository: campusdomar/PuMuKIT
Catalog: src/Pumukit/WizardBundle/Resources/translations/messages.*.xlf
Languages: es

source: Audio/Video uploaded successfully
es: Audio/Vídeo subido correctamente

source: The video must be encoded to be available at the website. An email will be sent to you when finishing encoding notifying the availability of your video at the website.
es: El vídeo tiene que codificarse para estar disponible en la página web. Se le enviará un correo electrónico cuando finalice la codificación, notificando la disponibilidad de su vídeo.

source: VIDEO
es: VÍDEO

source: DATE
es: FECHA

source: Actions
es: Acciones

source: Edit Multimedia Object
es: Editar Objeto Multimedia

source: Back to Series
es: Volver a la Serie

source: Create another Multimedia Object in same Series
es: Crear otro Objeto Multimedia en la misma Serie

source: Create another Multimedia Object in a new Series
es: Crear otro Objeto Multimedia en una Serie nueva

source: Upload another video
es: Subir otro vídeo

source: Upload another Multimedia Object in same Series
es: Subir otro Objeto Multimedia en la misma Serie

source: Cancel
es: Cancelar

source: Next
es: Siguiente

source: Title
es: Título

source: Description
es: Descripción

source: Subtitle
es: Subtítulo

source: Headline
es: Titular

source: Step 1: Series
es: Paso 1: Serie

source: Create a new Series for the Multimedia Object
es: Crear una nueva Serie para el Objeto Multimedia

source: Step 2: Type
es: Paso 2: Tipo

source: Choose option type
es: Seleccione una opción

source: Step
es: Paso

source: Metadata
es: Metadatos

source: Insert the data for the Multimedia Object
es: Introduzca los datos del Objeto Multimedia

source: File
es: Archivo

source: Upload the multimedia file
es: Subir el archivo multimedia

source: Step 3: Files
es: Paso 3: Archivos

source: Final step: Error
es: Paso final: Error

source: Failure in wizard proccess
es: Fallo en el proceso del asistente

source: Final step: End
es: Paso final: Final

source: Wait for the end of transcoding to be notified
es: Espere al final de la transcodificación para ser notificado

source: Profile
es: Perfil

source: Publication Channels
es: Canales de publicación

source: Priority
es: Prioridad

source: Low-Priority
es: Prioridad Baja

source: Normal-Priority
es: Prioridad Normal

source: High-Priority
es: Prioridad Alta

source: Video/Audio language
es: Idioma de Vídeo/Audio

source: Mode
es: Modo

source: Inbox on server
es: Buzón de entrada en el servidor

source: Local hard drive
es: Disco duro local

source: Inbox directory on server
es: Directorio de la bandeja de entrada en el servidor

source: Audio/video file
es: Archivo de audio/vídeo

source: Under
es: Bajo

source: Progress
es: Progreso

source: Empty file field
es: Campo del archivo vacío

source: Type
es: Tipo

source: Add one single multimedia object
es: Añadir un único objeto multimedia

source: Add multiple multimedia objects
es: Añadir múltiples objetos multimedia

source: The video will be encoded and available soon. An email will be sent to you when the encoding is finished notifying you the availability of your video.
es: El video será codificado y estará disponible pronto. Se le enviará un email, al finalizar la codificación, notificándole la disponiblilidad de su vídeo.

source: Main action
es: Acción principal

source: Other actions
es: Otras acciones

source: Back to Media Manager
es: Volver al Gestor de Contenidos

source: back to My Multimedia Series
es: volver a la Lista de Series

source: Step %i%: Series
es: Paso %i%: Serie

source: Step %i%: Type
es: Paso %i%: Tipo

source: Step %i%: Metadata
es: Paso %i%: Metadatos

source: Step %i%: File
es: Paso %i%: Archivo

source: Step %i% Files
es: Paso %i%: Archivos

source: Select an inbox folder with the multimedia files
es: Seleccione el directorio con los ficheros multimedia

source: Upload local file
es: Subir fichero local

source: Upload
es: Subida

source: License
es: Licencia

source: Accept license
es: Acepte la licencia

source: You must accept the license to continue.
es: Tiene que aceptar la licencia para continuar.

source: Tag
es: Categoría

source: Select a tag...
es: Selecione una categoría...

source: Select a license...
es: Selecione una licencia...

source: Accept the license
es: Acepte la licencia

source: Accept license.
es: Acepte la licencia.

source: Step %i%: License
es: Paso %i%: Licencia

source: Step %i%: Files
es: Step %i%: Archivos

source: Not allowed to upload videos bigger than %max_filesize%. The recommended video resolutions are 4:3 or 16:9 to ensure the proper functioning in the process of uploading videos to the web portal.
es: No se permite subir videos de tamaño superior a %max_filesize%. Para asegurar el correcto funcionamiento del proceso de subida de vídeos al portal, se recomienda que los vídeos a subir tengan una resolucion estándar de 4:3 o 16.
