Repository: campusdomar/PuMuKIT
Catalog: src/Pumukit/LDAPBundle/Resources/translations/messages.*.xlf
Languages: eu

source: New from LDAP
eu: LDAP berria

source: new person from LDAP
eu: lDAPeko pertsona berria

source: Write the email login of the person you would like to add from the LDAP server. A pull-down menu will be shown, where you can select and use the person data.
eu: Idatzazu LDAP zerbitzaritik gehitu nahi duzu pertsonaren emaila. Menu bat agerturko zaizu non pertsonaren datuak aukeratu eta erabili ahalko duzun.

source: Login
eu: Saioa hasi

source: login to search for
eu: bilaketak egiteko saioa hasi

source: working
eu: lanean

source: Cancel
eu: Ezeztatu

source: Use
eu: Erabilpena

source: You don't have enough permissions to access this content.
eu: No tiene permisos suficientes para acceder a este contenido.

source: Person successfully associated to Multimedia Object
eu: Pertsona edukin multimediara atsikia izan da

source: with role
eu: rolarekin

source: Select before a person
eu: Lehendabizi aukeratu pertsona bat
