Repository: campusdomar/PuMuKIT
Catalog: src/Pumukit/PodcastBundle/Resources/translations/messages.*.xlf
Languages: es

source: Podcast info For Multimedia Object:
es: Información de podcast para el Objeto Multimedia:

source: Status
es: Estado

source: Not published on PodcastEDU/iTunesU.
es: No publicado en PodcastEDU/iTunesU.

source: WARNING, Not video tracks with
es: ADVERTENCIA, no hay pistas de vídeo con

source: WARNING, Not audio tracks with
es: ADVERTENCIA, no hay pistas de audio con

source: Published
es: Publicado

source: Podcast info For Series:
es: Información de podcast para Series:

source: It downloads and subscribes to an audio-only podcasts of this series.
es: Descargarse y suscribirse a un podcast, sólo de audio, de esta serie.

source: Subscribe to this series podcast (requires iTunes)
es: Suscribirse al podcast de esta serie (requiere iTunes)

source: It downloads and subscribes to the full video podcasts of this series.
es: Descargarse y suscribirse a todos los podcasts de vídeo de esta serie.

source: Video POD
es: Vídeo POD

source: It downloads and subscribes to the video and audio podcasts of this series.
es: Se descarga y se suscribe a los podcasts de vídeo y audio de esta serie.

source: All POD
es: Todos POD
